Show / Hide Table of Contents
Class NadSetupValueLong
Setup value long
Inheritance
System.Object
NadSetupValue
NadSetupValueLong
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadSetupValueLong : NadSetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public long Value { get; set; }
Property Value
 Type |  Description
 System.Int64
 Improve this Doc
 View Source